{
    "chunks": {
        "C0": {
            "content": "| About LexisNexis | Privacy Policy | Terms & Conditions | Copyright © 2022 LexisNexis\n \nDate and Time: Wednesday, October 26, 2022 7:05:00 PM +08\nJob Number: 182561922\nDocument (1)\n1. Evans v. Linden Research, Inc., 763 F. Supp. 2d 735\nClient/Matter: -None-\n \n   Caution\nAs of: October 26, 2022 11:05 AM Z\nEvans v. Linden Research, Inc.\nUnited States District Court for the Eastern District of Pennsylvania\nFebruary 3, 2011, Decided; February 4, 2011, Filed\nCIVIL ACTION NO. 10-1679\nReporter\n763 F. Supp. 2d 735 *; 2011 U.S. Dist. LEXIS 11106 **\nCARL EVANS, et al., Plaintiffs, v. LINDEN RESEARCH, \nINC., et al, Defendants.\nCore Terms\nforum selection clause, unconscionable, arbitration, \nmotion to dismiss, mandatory, term of service, \ntransferred, parties, user\nCase Summary\nOverview\nVirtual world participants brought a contract and tort \naction against the virtual world operators, alleging that \ntheir virtual property was unlawfully confiscated. The \noperators sought dismissal and/or transfer of the matter \nto California under 28 U.S.C.S. § 1404(a). The court \nfound that as California's venue affidavit requirement in \nCal. Civ. Code § 1780(d) was a procedural rule, \ndismissal was not warranted. A mandatory forum \nselection clause in the operators' terms of service \napplied and was not unfair, unconscionable, or \nunreasonable under California law.\nOutcome\nDismissal granted in part; action transferred.\nLexisNexis® Headnotes\nAntitrust & Trade Law > Regulated \nPractices > Private Actions > State Regulation\nCivil Procedure > Dismissal > Involuntary \nDismissals > Failure to State Claims\nCivil \nProcedure > ... > Pleadings > Complaints > Require\nments for Complaint\nHN1[\n]  Private Actions, State Regulation\nTo bring an action under the California Consumer Legal \nRemedies Act, a plaintiff is required to file an affidavit \n\"concurrently with the filing of the complaint\" stating \nfacts showing that the action has been commenced in a \ncounty or judicial district described in this section as a \nproper place for the trial of the action. Cal. Civ. Code § \n1780(d). If a plaintiff fails to file the affidavit required by \nthis section, the court shall, upon its own motion or upon \nmotion of any party, dismiss the action without \nprejudice. \nHowever, \nCalifornia's \nvenue \naffidavit \nrequirement is a procedural rule.\nCivil Procedure > Preliminary \nConsiderations > Federal & State \nInterrelationships > Erie Doctrine\nHN2[\n]  Federal & State Interrelationships, Erie \nDoctrine\nWhether a state rule is substantive or procedural \ninvolves a two-step analysis. First, a court must \ndetermine whether the state rule is in direct conflict with \na Federal Rule of Civil Procedure. If so, the Federal \nRule prevails. However, if there is no direct conflict, the \ncourt considers the \"twin aims\" of the Erie doctrine: \ndiscouragement of forum shopping and avoidance of \ninequitable administration of the laws. The Supreme \nCourt has added two qualifications to the Erie analysis. \nFirst, a strong federal interest may dictate the \napplication of the federal rule. Second, the Erie doctrine \ncannot be used to avoid a Federal Rule of Civil \nProcedure.\nPage 2 of 7\n \nAntitrust & Trade Law > Regulated \nPractices > Private Actions > State Regulation\nCivil \nProcedure > ... > Pleadings > Complaints > Require\nments for Complaint\nHN3[\n]  Private Actions, State Regulation\nCalifornia's venue affidavit requirement in Cal. Civ. \nCode § 1780(d). is a procedural rule. Although there is \nno direct conflict with a Federal Rule of Civil Procedure \nor a local rule, the venue affidavit requirement asks \nplaintiffs to provide additional venue materials that \nfederal courts do not. Ultimately, the venue affidavit \nrequirement is procedural (regardless of a conflict) \nbecause application of the requirement does not have a \nsignificant impact on the outcome of the case. Under the \nrequirement, the only penalty for failing to provide the \naffidavit is to have the claim dismissed without \nprejudice.\nBusiness & Corporate Compliance > ... > Contracts \nLaw > Contract Conditions & Provisions > Forum \nSelection Clauses\nEvidence > Burdens of Proof > Allocation\nHN4[\n]  Contract Conditions & Provisions, Forum \nSelection Clauses\nUnder federal law, to show that a valid forum selection \nclause is not enforceable, plaintiffs' must make a strong \nshowing that: (1) the forum selected is \"so gravely \ndifficult and inconvenient\" that the party will for all \npractical purposes be deprived of his day in court; or (2) \nthe \nclause \nwas \nprocured \nthrough \n\"fraud \nand \noverreaching.\"\nBusiness & Corporate Compliance > ... > Contracts \nLaw > Contract Conditions & Provisions > Forum \nSelection Clauses\nCivil Procedure > Preliminary \nConsiderations > Federal & State \nInterrelationships > General Overview\nContracts \nLaw > Defenses > Unconscionability > General \nOverview\nHN5[\n]  Contract Conditions & Provisions, Forum \nSelection Clauses\nA forum selection clause may be unenforceable where it \nis found to be unconscionable. Although federal law is \napplied to determine whether or not to give effect to a \nforum selection clause, state law may apply when \nevaluating whether or not the terms of the contract are \nunenforceable as unconscionable.\nContracts \nLaw > Defenses > Unconscionability > General \nOverview\nEvidence > Burdens of Proof > Allocation\nHN6[\n]  Defenses, Unconscionability\nUnder California law, terms of a contract can be \nprocedurally and/or substantively unconscionable. The \nprocedural component can be satisfied by showing: (1) \noppression through the existence of unequal bargaining \npositions; or (2) surprise through hidden terms common \nin the context of adhesion contracts. The substantive \ncomponent can be satisfied by showing overly harsh or \none-sided results that \"shock the conscience.\" The two \nelements operate on a sliding scale such that the more \nsignificant one is, the less significant the other need be.\nContracts \nLaw > Defenses > Unconscionability > General \nOverview\nHN7[\n]  Defenses, Unconscionability\nUnder California law, the critical factor in procedural \nunconscionability analysis is the manner in which a \ncontract or the disputed clause was presented and \nnegotiated.\nContracts \nLaw > Defenses > Unconscionability > General \nOverview\nHN8[\n]  Defenses, Unconscionability\nEven if an agreement is procedurally unconscionable, it \nmay nonetheless be enforceable if the substantive \nterms are reasonable. Substantive unconscionability \n763 F. Supp. 2d 735, *735; 2011 U.S. Dist. LEXIS 11106, **11106\nPage 3 of 7\n \nfocuses on the one-sideness of the contract terms.\nBusiness & Corporate Compliance > ... > Contracts \nLaw > Contract Conditions & Provisions > Forum \nSelection Clauses\nHN9[\n]  Contract Conditions & Provisions, Forum \nSelection Clauses\nCalifornia courts have specifically addressed the issue \nof enforcing mandatory forum selection clauses. \nAlthough not even a \"mandatory\" forum selection clause \ncan completely eliminate a court's discretion to make \nappropriate rulings regarding choice of forum, the \nmodern trend is to enforce mandatory forum selection \nclauses unless they are unfair or unreasonable.\nBusiness & Corporate Compliance > ... > Contracts \nLaw > Contract Conditions & Provisions > Forum \nSelection Clauses\nHN10[\n]  Contract Conditions & Provisions, Forum \nSelection Clauses\nIf there is a mandatory forum selection clause, the test \nis simply whether application of the clause is unfair or \nunreasonable, and the clause is usually given effect. \nClaims that the previously chosen forum is unfair or \ninconvenient are generally rejected. A court will usually \nhonor a mandatory forum selection clause without \nextensive analysis of factors relating to convenience \nbecause mere inconvenience or additional expense is \nnot the test of unreasonableness of a mandatory forum \nselection clause.\nCounsel:  [**1] For CARL EVANS, DONALD \nSPENCER, VALERIE SPENCER, CINDY CARTER, \nINDIVIDUALS, ON BEHALF OF THEMSELVES AND \nFOR THE BENEFIT OF ALL WITH THE COMMON OR \nGENERAL INTERESTS, ANY PERSONS INJURED, \nAND ALL OTHERS SIMILARY SITUATED, Plaintiffs: \nJASON A. ARCHINACO, PRIBANIC PRIBANIC + \nARCHINACO, LLC., PITTSBURGH, PA; ROBERT A. \nBRACKEN, PRO HAC VICE, PRIBANIC PRIBANIC & \nARCHINANCO LLC, PITTSBURGH, PA.\nFor LINDEN RESEARCH, INC., PHILIP ROSEDALE, \nAN INDIVIDUAL, Defendants: LAURENCE Z. \nSHIEKMAN, LEAD ATTORNEY, MATTHEW D. \nJANSSEN. PEPPER HAMILTON LLP, PHILADELPHIA, \nPA; JOHANNA CALABRIA, MICHAEL H. PAGE, PRO \nHAC VICE, DURIE TANGRI LLP, SAN FRANCISCO, \nCA.\nJudges: EDUARDO C. ROBRENO, J.\nOpinion by: EDUARDO C. ROBRENO\nOpinion\nMEMORANDUM\n [*737]  EDUARDO C. ROBRENO, J.\nI. INTRODUCTION\nPlaintiffs Carl Evans, Donald Spencer, Valerie Spencer, \nand Cindy Carter (collectively \"Plaintiffs\") initiated this \ncontract and tort action against Defendants Linden \nResearch, Inc. (the \"Linden\") and Philip Rosedale \n(\"Rosedale\"), (collectively \"Defendants\") on behalf of \nthemselves and all others similarly situated.\nDefendants bring three motions: (1) Motion to Dismiss \nCount I, arguing that Plaintiffs did not file their Complaint \nappropriately under the California Consumer  [**2] Legal \nRemedies Act (CLRA); 1 (2) Motion to Dismiss Plaintiffs' \n1 Defendants move to dismiss Count I, alleging that Plaintiffs \nviolated the CLRA by failing to file a \"venue affidavit\" \nconcurrently with the Complaint. (Def. Mot. to Dismiss, doc. \nno. 11, page 22). HN1[\n] To bring an action under the CLRA, \na plaintiff is required to file an affidavit \"concurrently with the \nfiling of the complaint\" stating \"facts showing that the action \nhas been commenced in a county or judicial district described \nin this section as a proper place for the trial of the action.\" Cal. \nCiv. Code § 1780(d). \"If a plaintiff fails to file the affidavit \nrequired by this section, the court shall, upon its own motion or \nupon motion of any party, dismiss the action without \nprejudice.\" Id.\nHowever,  [**3] California's venue affidavit requirement is a \nprocedural rule under Erie and as such, the Plaintiff in this \ncase is not required to follow it. HN2[\n] Whether a state rule ",
            "summary": "## Summary\n\n### Case Identification\n\n- Case name (parties involved): Evans v. Linden Research, Inc.\n- Citation: 763 F. Supp. 2d 735\n- Court name: United States District Court for the Eastern District of Pennsylvania\n- Judge(s) presiding: EDUARDO C. ROBRENO\n\n### Dates\n\n- Hearing date(s): Not specified\n- Decision date: February 3, 2011\n\n### Parties and Representatives\n\n- Plaintiff(s) and their attorneys: Carl Evans, Donald Spencer, Valerie Spencer, Cindy Carter, Jason A. Archinaco, Pribanic Pribanic + Archinaco, LLC., Robert A. Bracken, Pro Hac Vice\n- Defendant(s) and their attorneys: Linden Research, Inc., Philip Rosedale, Laurence Z. Shiekman, Pepper Hamilton LLP, Johanna Calabria, Michael H. Page, Pro Hac Vice, Durie Tangri LLP\n\n### Legal Issues\n\n- Questions the court needs to resolve: Whether the plaintiffs' failure to file a venue affidavit under the California Consumer Legal Remedies Act (CLRA) warrants dismissal of the action, and whether the mandatory forum selection clause in the defendants' terms of service is enforceable.\n\n### Procedural History\n\n- Journey through the legal system: The case was initiated by the plaintiffs on behalf of themselves and all others similarly situated, and the defendants brought three motions: (1) Motion to Dismiss Count I, (2) Motion to Dismiss Plaintiffs' Complaint, and (3) Motion to Transfer the action to California.\n- Previous court decisions and appeals: Not specified."
        },
        "C1": {
            "content": "is substantive or procedural involves a two step analysis. First, \nthe Court must determine whether the state rule is in direct \nconflict with a Federal Rule of Civil Procedure. Id.; Hanna v. \nPlumer, 380 U.S. 460, 85 S. Ct. 1136, 14 L. Ed. 2d 8 (1965). If \nso, the Federal Rule prevails. See Gasperini v. Center for \nHumanities, Inc., 518 U.S. 415, 116 S. Ct. 2211, 135 L. Ed. 2d \n659 (1996). However, if there is no direct conflict, the court \nconsiders \nthe \n\"twin \naims\" \nof \nthe \nErie \ndoctrine: \n763 F. Supp. 2d 735, *735; 2011 U.S. Dist. LEXIS 11106, **11106\nPage 4 of 7\n \nComplaint in  [*738]  its entirety, arguing that the case \nmust be brought in the Northern District of California \npursuant to a mandatory forum selection clause in the \nrelevant terms of service agreed to by the Plaintiffs; and \n(3) Motion to Transfer, arguing that if the Court does not \ndismiss Plaintiffs' Complaint, the case should be \ntransferred to the Northern District of California as a \nmore appropriate forum under 28 U.S.C. § 1404(a). 2\nFor the reasons set forth below, the Court finds that the \nmandatory \nforum \nselection \nclause \nincluded \nin \nDefendants' current Terms of Service applies. Thus, \nDefendants' Motion to Dismiss is granted in part and \ndenied in part, and the case will  [**5] be transferred to \nthe Northern District of California.\nII. BACKGROUND\nDefendants are operators of Second Life, a virtual \nworld, and Plaintiffs were participants. In this virtual \nworld participants create avatars and their avatars have \nfriendships, make contracts, etc. Participants were given \n\"discouragement of forum shopping and avoidance of \ninequitable administration of the laws.\" Hanna, 380 U.S. at \n468. The Supreme Court has added two qualifications to the \nErie analysis. First, a strong federal interest may dictate the \napplication of the federal rule. Second, the Erie doctrine \ncannot be used to avoid a Federal Rule of Civil Procedure. \nSee Chamberlain v. Giampapa, 210 F.3d 154, 159 (3d Cir. \n2000) citing Byrd v. Blue Ridge Rural Electric Coop., Inc., 356 \nU.S. 525, 538, 78 S. Ct. 893, 2 L. Ed. 2d 953 (1958); Hanna, \n380 U.S. at 470.\nHN3[\n] California's venue affidavit requirement is a \nprocedural rule. Although there is no direct conflict  [**4] with a \nFederal Rule of Civil Procedure or a local rule, the venue \naffidavit requirement asks Plaintiffs to provide additional venue \nmaterials that federal courts do not. Ultimately, the venue \naffidavit requirement is procedural (regardless of a conflict) \nbecause application of the requirement does not have a \nsignificant impact on the outcome of the case. Under the \nrequirement, the only penalty for failing to provide the affidavit \nis to have the claim dismissed without prejudice. Thus, \nDefendants' Motion to Dismiss Count I of Plaintiffs' Complaint \nwill be denied.\n2 Defendants argue in the alternative that if the Court denies \nDefendants' Motion to Dismiss for Lack of Jurisdiction, this \ncase should be transferred to the Northern District of California \nunder 28 U.S.C. § 1404(a). As the Court finds that the forum \nselection clause applies in this case and as the Court is \ntransferring the case to the Northern District of California, this \nargument is moot.\nthe opportunity to buy and sell virtual goods including \nvirtual land. Plaintiffs allege that Linden and Rosedale \nadvertised the idea that the virtual property rights of \nparticipants were going to be protected. Plaintiffs \ncontend that Defendants unlawfully confiscated their \nvirtual property and denied them access to their virtual \nworlds.\nPlaintiffs brought their complaint to this Court on April \n15, 2010, and their amended complaint on June 16, \n2010. Plaintiffs bring this action on behalf of themselves \nand all others similarly situated, seeking to establish a \nclass action. Plaintiffs allege these counts: (1) violation \nof the California Consumer Legal Remedies Act, (2) \nviolation of the California False Advertising Law (Cal. \nBus. & Prof. Code § 17500), (3) violation of California \nCivil Code § 1812.600, (4) violation of the California \nUnfair Competition Law (Cal. Bus. & Prof. Code § \n17200), (5) Fraud/Fraud  [**6] in the Inducement, (6) \nConversion, (7) Intentional Interference with Contractual \nRelations/Prospective Economic Advantage, (8) Unjust \nEnrichment, (9) Wrongful Expulsion.\nOn July 9, 2010, Defendants filed a Motion to Dismiss \narguing that the forum selection clause of their terms of \nservice require Plaintiffs to file in the Northern District of \nCalifornia. \nSimultaneously, \nDefendants \nfiled \nan \nalternative Motion to Transfer arguing that this case \nshould be transferred to the Northern District of \nCalifornia under 1404(a).\nOn July 30, 2010, Plaintiffs filed their opposition to \nDefendants' Motion to Dismiss and Motion to Transfer, \nsimultaneously raising a Motion for Leave to Conduct \nDiscovery. On September 2, 2010, Defendants filed a \nMotion for Leave to Reply Brief in Support of their \nMotions to Dismiss and Transfer.\nOn September 9, 2010, after a hearing on Defendants' \nMotion to Dismiss the Court ordered supplemental \nbriefing requesting the following information for each of \nPlaintiffs' Second Life accounts: (1) when the account \nwas opened; (2) what Terms of Service governed the \naccount when it was opened; and (3) if and when the \nPlaintiff later agreed to updated Terms of Service. \nDefendants  [**7] filed their supplemental briefing, \nproviding \nthe \nrequested \n [*739]  \ninformation, \non \nSeptember 30, 2010. Plaintiffs responded on October \n11, 2010. Defendants and Plaintiffs filed reply briefs on \nOctober 13, 2010 and October 15, 2010, respectively.\nIII. DISCUSSION\n763 F. Supp. 2d 735, *737; 2011 U.S. Dist. LEXIS 11106, **3\nPage 5 of 7\n \nDefendants' move to dismiss for improper venue. They \nargue that the only Plaintiff that resides within this \nCourt's district is Carl Evans. Defendants argue that \nCarl Evans agreed to the newly revised Terms of \nService (TOS) that included a forum selection clause, \nrequiring Plaintiffs to bring suit in the Northern District of \nCalifornia. Defendants argue that the venue provision is \nvalid and enforceable. Defendants argue that TOSs that \nare offered on a \"take it or leave it basis\" are not de \nfacto unconscionable and that courts have upheld TOS \nagreed to in this manner. Defendants also argue that \nthe forum selection clause is not substantively \nunconscionable.\nPlaintiffs respond by first arguing that the new TOS \nwhich includes the forum selection clause may not apply \nto certain members of the proposed class and certain \naccounts of each member. Further, for the accounts \nwhere the new TOS does not apply, the Court's \nprevious decision in Bragg  [**8] v. Linden 3 applies to \nshow that the TOS was unenforceable because it was \nunconscionable under California law. 487 F. Supp. 2d \n593 (E.D. Pa. 2007)(Robreno, J.). Plaintiffs also argue \nthat the new TOS with the forum selection clause is \ninvalid as it is unconscionable under California law. \nThey argue that the new TOS is unconscionable \nbecause it was offered on a \"take it or leave it basis.\"\nHN4[\n] Under federal law, to show that a valid forum \nselection clause is not enforceable, Plaintiffs' must make \na strong showing that (1) the forum selected is \"so \ngravely difficult and inconvenient\" that the party \"will for \nall practical purposes be deprived of his day in court\" or \n(2) the clause was procured through \"fraud and \noverreaching.\" Foster v. Chesapeake Ins. Co., 933 F.2d \n1207, 1219 (3d Cir. 1991)(quoting M/S Bremen v. \n3 In Bragg, Plaintiff alleged similar claims, that Linden and \nRosedale had unlawfully confiscated his virtual property. \nBragg, 487 F. Supp. 2d 593. The Court was asked to \ndetermine whether or not the Plaintiff could file in this \njurisdiction because Plaintiff had signed Defendants' Terms of \nService (TOS) that included a mandatory arbitration clause \nthat required the Pennsylvanian Plaintiff to arbitrate in \nCalifornia (Defendants' state of residence).\nThe Court applied California law and found that the arbitration \nclause of the governing TOS was invalid because enforcing \nthe arbitration clause would be both procedurally and \nsubstantively \nunconscionable. \nThus, \nthe \nclause \nwas \nunenforceable, allowing Plaintiff to continue his action in this \nCourt. The Court denied both Defendants' Motion to Dismiss \nfor Lack  [**9] of Jurisdiction and Motion to Compel Arbitration.\nZapata Off-Shore Co., 407 U.S. 1, 15, 92 S. Ct. 1907, \n32 L. Ed. 2d 513 (1972)). Here, Plaintiffs do not meet \nthis standard as they do not show how applying the \nforum selection clause will \"deprive[ them] of [thier] day \nin court\" or that the Defendants acted fraudulently when \nobtaining Plaintiffs' consent to the forum selection \nclause.\nHowever, HN5[\n] a forum selection clause may be \nunenforceable where it is found to be unconscionable. \nAlthough federal law is applied to determine whether or \nnot to give effect to a forum selection clause, Jumara v. \nState Farm Ins. Co., 55 F.3d 873, 877 (3d Cir. 1995), \nstate law may apply when evaluating whether or not the \nterms \nof \nthe \ncontract \nare \nunenforceable \nas \nunconscionable. Feldman v. Google, Inc., 513 F. Supp. \n2d 229, 235 (E.D. Pa. 2007).\nHN6[\n] Under  [**10] California law, terms of a contract \ncan be procedurally and/or substantively  [*740]  \nunconscionable. \"The procedural component can be \nsatisfied by showing (1) oppression through the \nexistence of unequal bargaining positions or (2) surprise \nthrough hidden terms common in the context of \nadhesion contracts.\" Bragg, 487 F.Supp. 2d at 605 \n(citing Comb v. Paypal, Inc., 218 F. Supp. 2d 1165, \n1172 (N.D. Cal. 2002)). \"The substantive component \ncan be satisfied by showing overly harsh or one-sided \nresults that 'shock the conscience.'\" Id. \"The two \nelements operate on a sliding scale such that the more \nsignificant one is, the less significant the other need be.\" \nId.\nHN7[\n] \"Under California law, the critical factor in \nprocedural unconscionability analysis is the manner in \nwhich the contract or the disputed clause was presented \nand negotiated.\" Bragg, 487 F. Supp. 2d at 606 (citing \nNagrampa v. MailCoups, Inc., 469 F.3d 1257, 1282 (9th \nCir. 2006)). Here, Plaintiffs had to accept the TOS on a \n\"take it or leave it\" basis, with no reasonable market \nalternatives because Second Life was the first and only \nvirtual world to grant its users property rights at the time.\nDefendants argue that a \"take it or leave it\" basis \n [**11] for accepting the terms alone does not make the \nnew TOS de facto unconscionable. Defendants point to \ncases involving similar selection clauses have upheld, \nwhen applying California law, similar forum selection \nclauses. See e.g., Nazaruk v. eBay, No. 2:06CV242, \n2006 U.S. Dist. LEXIS 66430, 2006 WL 2666429 (D. \nUtah Sept. 14, 2006); Person v. Google, 456 F.Supp.2d \n488 (S.D.N.Y. 2006). However, these cases are not \nbinding on this Court. Also, Defendants cite to Third \n763 F. Supp. 2d 735, *739; 2011 U.S. Dist. LEXIS 11106, **7\nPage 6 of 7\n \nCircuit and Eastern District of Pennsylvania opinions \nthat have upheld \"click-through venue provisions\" but \nthese cases are not applying California law. See e.g., \nSchwartz v. Comcast Corp., No.06-4855, 256 F. App'x \n515 (3d Cir. Nov. 30, 2007).\nThere appears to be at least some level of procedural \nunconscionability due to the nature of the power \ndynamic between the parties and the lack of negotiation. \nHowever, HN8[",
            "summary": "## Summary\n\n- Case Summary: \n\n### Case Identification\n\n- Case name (parties involved): Plaintiffs v. Linden and Rosedale\n- Citation: 763 F. Supp. 2d 735, 2011 U.S. Dist. LEXIS 11106\n- Court name: United States District Court\n- Judge(s) presiding: Not specified\n\n### Dates\n\n- Hearing date(s): Not specified\n- Decision date: September 9, 2010\n\n### Parties and Representatives\n\n- Plaintiff(s) and their attorneys: Not specified\n- Defendant(s) and their attorneys: Not specified\n\n### Legal Issues\n\n- Questions the court needs to resolve: Whether the mandatory forum selection clause in the Terms of Service applies, and whether the clause is enforceable\n\n### Procedural History\n\n- Journey through the legal system: Plaintiffs brought a complaint on April 15, 2010, and an amended complaint on June 16, 2010. Defendants filed a Motion to Dismiss on July 9, 2010, and a Motion to Transfer on the same day. Plaintiffs filed an opposition to the motions on July 30, 2010. The court ordered supplemental briefing on September 9, 2010, and the parties filed their briefs on September 30, 2010, and October 11, 2010.\n- Previous court decisions and appeals: Not specified"
        },
        "C2": {
            "content": "] \"even if an agreement is procedurally \nunconscionable, it may nonetheless be enforceable if \nthe substantive terms are reasonable.\" Bragg, 487 F. \nSupp. 2d at 607. \"Substantive unconscionability \nfocuses on the one-sideness of the contract terms.\" Id. \n(emphasis added).\nHN9[\n] California courts have specifically addressed \nthe issue of enforcing mandatory forum  [**12] selection \nclauses like the one in this case. \"Although not even a \n'mandatory' forum selection clause can completely \neliminate a court's discretion to make appropriate rulings \nregarding choice of forum, the modern trend is to \nenforce mandatory forum selection clauses unless they \nare \nunfair \nor \nunreasonable. \nOlinick \nv. \nBMG \nEntertainment, 138 Cal. App. 4th 1286, 42 Cal. Rptr. 3d \n268, 274 (Cal. Ct. App. 2006)(quoting Berg v. MTC \nElectronic Technologies, 61 Cal. App. 4th 349, 71 Cal. \nRptr. 2d 523 (Cal. Ct. App. 1998)).\nHN10[\n] \"If there is a mandatory forum selection \nclause, the test is simply whether application of the \nclause is unfair or unreasonable, and the clause is \nusually given effect.\" Id. \"Claims that the previously \nchosen forum is unfair or inconvenient are generally \nrejected.\" Id. \"A court will usually honor a mandatory \nforum selection clause without extensive analysis of \nfactors relating to convenience\" because \"[m]ere \ninconvenience or additional expense is not the test of \nunreasonableness of a mandatory forum selection \nclause.\" Id.\nHere, the forum selection clause does not seem to meet \nthe test of unconscionable or unreasonable under \nCalifornia law. When a person signs up for a Second \nLife account or logs into an existing account  [**13] after \nDefendants' TOS has been changed, a dialogue box is \ndisplayed to the user with the full text of the most \ncurrent TOS. The user must affirmatively consent to the \nTOS by clicking \"I Agree\" before  [*741]  being able to \naccess their account. Users who do not click \"I Agree\" \nare not allowed to continue in the login process to \nSecond Life. (Rountree Decl. ¶3.)\nThe second paragraph of the TOS reads, \"By using \nSecond Life, you agree to and accept these Terms of \nService. If you do not so agree, you should decline this \nAgreement, in which case you are prohibited from \naccessing or using Second Life.\" (Linden Lab's March \n31, 2010 Terms of Service (\"TOS\") ¶2, Def.'s Mot. to \nDismiss Ex. 1 at 15 (\"Def. Ex.\").) There is also a forum \nselection clause which reads:\nYou agree that this Agreement and the relationship \nbetween you and Linden Lab shall be governed by \nthe laws of the State of California . . . . Further, you \nand Linden Lab agree to submit to the exclusive \njurisdiction and venue of the courts located in the \nCity and County of San Francisco, California, \nexcept as provided in Section 12.1 regarding \noptional arbitration.\n(TOS § 12.2, Def. Ex. 1:B-2 at 2.) Thus, it is clear that \nby clicking \"I Agree,\"  [**14] the user is knowingly \nagreeing to be bound by the forum selection clause.\nMoreover, the TSO contains an arbitration option which \nreads:\n[F]or any claim related to this Agreement or our \nService, excluding claims for injunctive or other \nequitable relief, where the total amount sought is \nless than ten thousand U.S. Dollars ($10,000 USD), \neither we or you may elect at any point in or during \na dispute or proceeding to resolve the claim \nthrough binding non-appearance-based arbitration. \n. . . [T]he arbitration shall be conducted at the \noption of the party seeking relief, by telephone, \nonline or based solely on written submissions. . . . \n[T]he arbitration shall not involve any personal \nappearance by the parties or witnesses unless \notherwise mutually agreed by the parties. . . [A]ny \njudgment on the award rendered by the arbitrator \nmay be entered in any court of competent \njurisdiction.\n(TOS § 12.1, Def. Ex. 1:B-2 at 2.)\nIn Bragg, where the Court found the arbitration clause \nunconscionable, the arbitration clause 4 was mandatory \n4 In Bragg, the arbitration clause of the TOS at issue provided:\nAny dispute or claim arising out of or in connection with \nthis Agreement or the performance, breach or termination \nthereof, shall be finally settled by binding arbitration in \nSan Francisco, California under the Rules of Arbitration \nof the International Chamber of Commerce by three \narbitrators appointed in accordance with said rules.\nBragg, 487 F. Supp. 2d at 604.\n763 F. Supp. 2d 735, *740; 2011 U.S. Dist. LEXIS 11106, **11\nPage 7 of 7\n \nno matter the size of the claim and required the claimant \nto appear in San Francisco for a hearing on the claim. \nBy contrast, the arbitration clause in Linden's current \nTOS  [**15] gives the claimant 5 the option for claims \nunder $10,000 to proceed to arbitration and to have the \nclaim heard by telephone, on-line, or by written \nsubmission, without having to appear in San Francisco. \nAlso under the current TOS, for any claim of $10,000 or \nmore, the claimant retains the right to proceed in Court \nand is not compelled to go to arbitration as in Bragg.\nFurther, where the arbitration clause in Bragg required \na panel of three arbitrators and arbitration pursuant to \nthe procedures of the International Chamber of \nCommerce, the current TOS requires only that the party \ninitiating arbitration do it \"through an established \nalternative dispute resolution (\"ADR\") provider mutually \n [**16] agreed upon by the parties.\" (TOS § 12.1, Def. \nEx. 1:B-2 at 2.) In light of these circumstances, 6 the \nforum selection clause  [*742]  of Linden's new TOS is \nnot unfair or unconscionable.\nFinally, to determine whether Linden's current TOS \napplied to each Plaintiff, the parties were asked to \nprovide supplemental briefing regarding each account \nheld by the Plaintiffs and which TOS each account had \nagreed too. The information provided shows that each \nPlaintiff agreed to the March, 2010 TOS at some point \nbefore this action was brought. Thus, the forum \nselection clause requiring that any  [**17] cases brought \nagainst the Defendant be brought in the Northern \nDistrict of California is enforceable as to all Plaintiffs in \nthis case.\nIV. CONCLUSION\nFor the reasons stated above, Defendants' Motion to \nDismiss is granted in part and denied in part. The \n5 Linden also retains the option to demand arbitration of claims \nunder $10,000.\n6 If the claimant decides to proceed in Court, under the new \nTOS, California law will apply and the litigation must be \nbrought in San Francisco. Given that Linden operates \nnationwide, Linden has a legitimate business interest in \nuniform application of the law and in centralizing litigation in \none location. This dual purpose is served by an agreement \nthat California law applies and that the litigation of claims over \n$10,000 take place in San Francisco. Moreover, the selection \nof California law is reasonable, given that Linden is located in \nCalifornia and that California law is in many ways a consumer-\nfriendly forum.\nmotion is granted in part as the forum selection clause \nwill be enforced as to all Plaintiffs. However, the motion \nis denied in part as the case will not be dismissed but \ninstead will be transferred to the Northern District of \nCalifornia pursuant to 28 U.S.C. § 1406. An appropriate \norder will follow.\nORDER\nAND NOW, this 3rd day of February, 2011 for the \nreasons set forth in the Court's accompanying \nmemorandum dated February 3, 2011, it is ORDERED \nthat:\n1. Defendants' Motion to Dismiss (doc. no. 11) is \nGRANTED in part and DENIED in part. Defendants' \nmotion will be granted as the Court finds that the forum \nselection clause applies so that the case cannot be \npursued in this Court. Defendants' motion is denied in \npart as the case will not be dismissed but transferred to \nthe United States District Court for the Northern District \nof California.\n2. The Clerk of the Court shall TRANSFER the case to \nthe United States District Court for the Northern \n [**18] District of California.\n3. Defendants' motions for leave to file replies (doc. nos. \n16 & 26) are GRANTED.\n4. Plaintiffs' Motion for Leave to File a Second Amended \nComplaint (doc. no. 13) will be DENIED as moot.\nAND IT IS SO ORDERED.\n/s/ Eduardo C. Robreno\nEDUARDO C. ROBRENO, J.\nEnd of Document\n763 F. Supp. 2d 735, *741; 2011 U.S. Dist. LEXIS 11106, **14",
            "summary": "## Summary\n\n- Case Summary: \n\n### Case Identification\n\n- Case name (parties involved): Not specified\n- Citation: 763 F. Supp. 2d 735\n- Court name: United States District Court for the Eastern District of Pennsylvania\n- Judge(s) presiding: Eduardo C. Robreno\n\n### Dates\n\n- Hearing date(s): Not specified\n- Decision date: February 3, 2011\n\n### Parties and Representatives\n\n- Plaintiff(s) and their attorneys: Not specified\n- Defendant(s) and their attorneys: Not specified\n\n### Legal Issues\n\n- Questions the court needs to resolve: Enforceability of mandatory forum selection clause and arbitration clause in Second Life's Terms of Service\n\n### Procedural History\n\n- Journey through the legal system: The case was brought in the United States District Court for the Eastern District of Pennsylvania, and the court granted in part and denied in part the defendant's motion to dismiss.\n- Previous court decisions and appeals: Not specified"
        }
    },
    "facts": {
        "F1": {
            "is_in_court": false,
            "plaintiff_or_defendant_related": true,
            "is_terms_or_contracts_between_plaintiff_or_defendant": true,
            "is_law_related": true,
            "type": "background_fact",
            "content": "Evans v. Linden Research, Inc. is a contract and tort action filed by Carl Evans, Donald Spencer, Valerie Spencer, and Cindy Carter against Linden Research, Inc. and Philip Rosedale.",
            "chunk_id": "C0"
        },
        "F2": {
            "is_in_court": false,
            "plaintiff_or_defendant_related": true,
            "is_terms_or_contracts_between_plaintiff_or_defendant": true,
            "is_law_related": true,
            "type": "background_fact",
            "content": "The case involves a virtual world and the confiscation of virtual property.",
            "chunk_id": "C0"
        },
        "F3": {
            "is_in_court": false,
            "plaintiff_or_defendant_related": true,
            "is_terms_or_contracts_between_plaintiff_or_defendant": true,
            "is_law_related": true,
            "type": "background_fact",
            "content": "The California Consumer Legal Remedies Act (CLRA) requires plaintiffs to file a venue affidavit concurrently with the filing of the complaint.",
            "chunk_id": "C0"
        },
        "F5": {
            "is_in_court": false,
            "plaintiff_or_defendant_related": true,
            "is_terms_or_contracts_between_plaintiff_or_defendant": true,
            "is_law_related": true,
            "type": "background_fact",
            "content": "A mandatory forum selection clause in the defendants' terms of service applies and is not unfair, unconscionable, or unreasonable under California law.",
            "chunk_id": "C0"
        },
        "F8": {
            "is_in_court": false,
            "plaintiff_or_defendant_related": true,
            "is_terms_or_contracts_between_plaintiff_or_defendant": true,
            "is_law_related": true,
            "type": "background_fact",
            "content": "The defendants are seeking dismissal of the action and/or transfer of the case to California.",
            "chunk_id": "C0"
        },
        "F9": {
            "is_in_court": false,
            "plaintiff_or_defendant_related": true,
            "is_terms_or_contracts_between_plaintiff_or_defendant": true,
            "is_law_related": false,
            "type": "background_fact",
            "content": "Second Life is a virtual world where participants create avatars and engage in various activities, including buying and selling virtual goods.",
            "chunk_id": "C1"
        },
        "F10": {
            "is_in_court": false,
            "plaintiff_or_defendant_related": true,
            "is_terms_or_contracts_between_plaintiff_or_defendant": true,
            "is_law_related": false,
            "type": "background_fact",
            "content": "Linden Research, Inc. is the operator of Second Life.",
            "chunk_id": "C1"
        },
        "F11": {
            "is_in_court": false,
            "plaintiff_or_defendant_related": true,
            "is_terms_or_contracts_between_plaintiff_or_defendant": true,
            "is_law_related": false,
            "type": "background_fact",
            "content": "Plaintiffs were participants in Second Life and alleged that Linden Research, Inc. and Philip Rosedale had unlawfully confiscated their virtual property and denied them access to their virtual worlds.",
            "chunk_id": "C1"
        },
        "F12": {
            "is_in_court": false,
            "plaintiff_or_defendant_related": true,
            "is_terms_or_contracts_between_plaintiff_or_defendant": true,
            "is_law_related": false,
            "type": "background_fact",
            "content": "Plaintiffs brought their complaint to the court on April 15, 2010, and their amended complaint on June 16, 2010.",
            "chunk_id": "C1"
        },
        "F16": {
            "is_in_court": false,
            "plaintiff_or_defendant_related": false,
            "is_terms_or_contracts_between_plaintiff_or_defendant": true,
            "is_law_related": true,
            "type": "background_fact",
            "content": "The arbitration clause in the TOS gives the claimant the option to proceed to arbitration and have the claim heard by telephone, on-line, or by written submission, without having to appear in San Francisco.",
            "chunk_id": "C2"
        },
        "F17": {
            "is_in_court": false,
            "plaintiff_or_defendant_related": false,
            "is_terms_or_contracts_between_plaintiff_or_defendant": true,
            "is_law_related": true,
            "type": "background_fact",
            "content": "The court is comparing the arbitration clause in the TOS to the arbitration clause in Bragg, which was found to be unconscionable.",
            "chunk_id": "C2"
        }
    },
    "laws": {
        "L1": {
            "content": "California's venue affidavit requirement is a procedural rule under Erie and as such, the Plaintiff in this case is not required to follow it.",
            "source": "Evans v. Linden Research, Inc., 763 F. Supp. 2d 735",
            "type": "law",
            "is_from_the_same_case": false,
            "chunk_id": "C0"
        },
        "L3": {
            "content": "A forum selection clause may be unenforceable where it is found to be unconscionable.",
            "source": "Federal law",
            "type": "law",
            "is_from_the_same_case": false,
            "chunk_id": "C0"
        },
        "L4": {
            "content": "Under California law, terms of a contract can be procedurally and/or substantively unconscionable.",
            "source": "California law",
            "type": "law",
            "is_from_the_same_case": false,
            "chunk_id": "C0"
        },
        "L5": {
            "content": "California courts have specifically addressed the issue of enforcing mandatory forum selection clauses.",
            "source": "California courts",
            "type": "prior_case",
            "is_from_the_same_case": false,
            "chunk_id": "C0"
        },
        "L7": {
            "content": "The court must determine whether the state rule is in direct conflict with a Federal Rule of Civil Procedure.",
            "source": "Hanna v. Plumer, 380 U.S. 460, 85 S. Ct. 1136, 14 L. Ed. 2d 8 (1965)",
            "type": "law",
            "is_from_the_same_case": false,
            "chunk_id": "C1"
        },
        "L8": {
            "content": "The Erie doctrine considers the 'twin aims' of the doctrine: to avoid the inconvenience of applying state law and to ensure that federal courts do not apply state law in a way that is inconsistent with federal law.",
            "source": "Gasperini v. Center for Humanities, Inc., 518 U.S. 415, 116 S. Ct. 2211, 135 L. Ed. 2d 659 (1996)",
            "type": "law",
            "is_from_the_same_case": false,
            "chunk_id": "C1"
        },
        "L9": {
            "content": "A strong federal interest may dictate the application of the federal rule, and the Erie doctrine cannot be used to avoid a Federal Rule of Civil Procedure.",
            "source": "Chamberlain v. Giampapa, 210 F.3d 154, 159 (3d Cir. 2000) citing Byrd v. Blue Ridge Rural Electric Coop., Inc., 356 U.S. 525, 538, 78 S. Ct. 893, 2 L. Ed. 2d 953 (1958); Hanna, 380 U.S. at 470.",
            "type": "law",
            "is_from_the_same_case": false,
            "chunk_id": "C1"
        },
        "L10": {
            "content": "Even if an agreement is procedurally unconscionable, it may nonetheless be enforceable if the substantive terms are reasonable.",
            "source": "Bragg, 487 F. Supp. 2d at 607",
            "type": "law",
            "is_from_the_same_case": false,
            "chunk_id": "C2"
        },
        "L11": {
            "content": "Substantive unconscionability focuses on the one-sideness of the contract terms.",
            "source": "Bragg, 487 F. Supp. 2d at 607",
            "type": "law",
            "is_from_the_same_case": false,
            "chunk_id": "C2"
        },
        "L12": {
            "content": "Although not even a 'mandatory' forum selection clause can completely eliminate a court's discretion to make appropriate rulings regarding choice of forum, the modern trend is to enforce mandatory forum selection clauses unless they are unfair or unreasonable.",
            "source": "Olinick v. BMG Entertainment, 138 Cal. App. 4th 1286, 42 Cal. Rptr. 3d 268, 274 (Cal. Ct. App. 2006)",
            "type": "prior_case",
            "is_from_the_same_case": false,
            "chunk_id": "C2"
        },
        "L13": {
            "content": "If there is a mandatory forum selection clause, the test is simply whether application of the clause is unfair or unreasonable, and the clause is usually given effect.",
            "source": "Olinick v. BMG Entertainment, 138 Cal. App. 4th 1286, 42 Cal. Rptr. 3d 268, 274 (Cal. Ct. App. 2006)",
            "type": "prior_case",
            "is_from_the_same_case": false,
            "chunk_id": "C2"
        },
        "L14": {
            "content": "Claims that the previously chosen forum is unfair or inconvenient are generally rejected.",
            "source": "Olinick v. BMG Entertainment, 138 Cal. App. 4th 1286, 42 Cal. Rptr. 3d 268, 274 (Cal. Ct. App. 2006)",
            "type": "prior_case",
            "is_from_the_same_case": false,
            "chunk_id": "C2"
        },
        "L15": {
            "content": "A court will usually honor a mandatory forum selection clause without extensive analysis of factors relating to convenience because '[m]ere inconvenience or additional expense is not the test of unreasonableness of a mandatory forum selection clause.'",
            "source": "Olinick v. BMG Entertainment, 138 Cal. App. 4th 1286, 42 Cal. Rptr. 3d 268, 274 (Cal. Ct. App. 2006)",
            "type": "prior_case",
            "is_from_the_same_case": false,
            "chunk_id": "C2"
        }
    },
    "decisions": {
        "D1": {
            "content": "The court found that California's venue affidavit requirement in Cal. Civ. Code § 1780(d) is a procedural rule, and dismissal was not warranted. A mandatory forum selection clause in the operators' terms of service applied and was not unfair, unconscionable, or unreasonable under California law.",
            "type": "ruling",
            "confidence": 80,
            "chunk_id": "C0"
        },
        "D2": {
            "content": "The court granted dismissal in part and transferred the action to California under 28 U.S.C.S. § 1404(a).",
            "type": "final_judgment",
            "confidence": 90,
            "chunk_id": "C0"
        },
        "D3": {
            "content": "The court finds that the mandatory forum selection clause included in the defendants' current Terms of Service applies. The court grants the defendants' Motion to Dismiss in part and denies it in part, and the case will be transferred to the Northern District of California.",
            "type": "ruling",
            "confidence": 80,
            "chunk_id": "C1"
        },
        "D4": {
            "content": "The court determines that the venue affidavit requirement is a procedural rule and does not have a significant impact on the outcome of the case. The court denies the defendants' Motion to Dismiss Count I of the plaintiffs' complaint.",
            "type": "ruling",
            "confidence": 70,
            "chunk_id": "C1"
        },
        "D5": {
            "content": "The court finds that the forum selection clause is not substantively unconscionable and is enforceable. The court denies the plaintiffs' motion to show that the forum selection clause is unconscionable.",
            "type": "ruling",
            "confidence": 60,
            "chunk_id": "C1"
        },
        "D6": {
            "content": "The court ruled that the forum selection clause in the Terms of Service (TOS) is enforceable and will be applied to all plaintiffs, transferring the case to the Northern District of California.",
            "type": "ruling",
            "confidence": 80,
            "chunk_id": "C2"
        },
        "D7": {
            "content": "The court found that the arbitration clause in the TOS is not unfair or unconscionable, giving the claimant the option to proceed to arbitration for claims under $10,000.",
            "type": "ruling",
            "confidence": 70,
            "chunk_id": "C2"
        },
        "D8": {
            "content": "The court denied the motion to dismiss the case, but granted the motion to transfer the case to the Northern District of California.",
            "type": "final_judgment",
            "confidence": 90,
            "chunk_id": "C2"
        }
    },
    "relations": [
        {
            "relation_summary": "A forum selection clause may be unenforceable where it is found to be unconscionable.",
            "id1": "L3",
            "id2": "L3",
            "description_of_item2_if_missing": "The fact that a forum selection clause may be unenforceable if it is found to be unconscionable.",
            "content": "A forum selection clause may be unenforceable where it is found to be unconscionable."
        },
        {
            "relation_summary": "Under California law, terms of a contract can be procedurally and/or substantively unconscionable.",
            "id1": "L4",
            "id2": "L4",
            "description_of_item2_if_missing": "The fact that under California law, terms of a contract can be procedurally and/or substantively unconscionable.",
            "content": "Under California law, terms of a contract can be procedurally and/or substantively unconscionable."
        },
        {
            "relation_summary": "California courts have specifically addressed the issue of enforcing mandatory forum selection clauses.",
            "id1": "L5",
            "id2": "L5",
            "description_of_item2_if_missing": "The fact that California courts have specifically addressed the issue of enforcing mandatory forum selection clauses.",
            "content": "California courts have specifically addressed the issue of enforcing mandatory forum selection clauses."
        },
        {
            "relation_summary": "If there is a mandatory forum selection clause, the test is simply whether application of the clause is unfair or unreasonable.",
            "id1": "L13",
            "id2": "L12",
            "description_of_item2_if_missing": "The fact that if there is a mandatory forum selection clause, the test is simply whether application of the clause is unfair or unreasonable.",
            "content": "If there is a mandatory forum selection clause, the test is simply whether application of the clause is unfair or unreasonable."
        },
        {
            "relation_summary": "The court granted dismissal in part and transferred the action to California under 28 U.S.C.S. § 1404(a).",
            "id1": "D2",
            "id2": "D2",
            "description_of_item2_if_missing": "The fact that the court granted dismissal in part and transferred the action to California under 28 U.S.C.S. § 1404(a).",
            "content": "The court granted dismissal in part and transferred the action to California under 28 U.S.C.S. § 1404(a)."
        },
        {
            "relation_summary": "The court explains that even if an agreement is procedurally unconscionable, it may still be enforceable if the substantive terms are reasonable.",
            "id1": "L10",
            "id2": "L11",
            "description_of_item2_if_missing": "The fact that the court is considering the substantive terms of the contract.",
            "content": "The court explains that even if an agreement is procedurally unconscionable, it may still be enforceable if the substantive terms are reasonable."
        },
        {
            "relation_summary": "The court notes that claims that the previously chosen forum is unfair or inconvenient are generally rejected.",
            "id1": "L14",
            "id2": "D3",
            "description_of_item2_if_missing": "The fact that the court is considering the previously chosen forum.",
            "content": "The court notes that claims that the previously chosen forum is unfair or inconvenient are generally rejected."
        },
        {
            "relation_summary": "The court explains that a court will usually honor a mandatory forum selection clause without extensive analysis of factors relating to convenience.",
            "id1": "L15",
            "id2": "L15",
            "description_of_item2_if_missing": "The fact that the court is considering the convenience of the forum selection clause.",
            "content": "The court explains that a court will usually honor a mandatory forum selection clause without extensive analysis of factors relating to convenience."
        }
    ]
}